Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/GeneralSettingsUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# REGISTRATION_CAUSE_CODE_3
source: SIM not allowed.
ar: الشريحة غير مسموح بها.
bg: SIM не е разрешена.
ca: SIM no acceptada.
cs: SIM karta nepovolena.
da: SIM ikke tilladt.
de: SIM nicht zulässig.
el: Η κάρτα SIM δεν επιτρέπεται.
es: SIM no permitida.
es_us: SIM no permitida.
fi: SIM-kortti ei sallittu.
fr: SIM non autorisée.
fr_ca: SIM non autorisée.
he: ה-SIM אינו מורשה.
hi: SIM को अनुमति नहीं।
hr: SIM nije dozvoljen.
hu: SIM nem engedélyezett.
id: SIM tidak diizinkan.
it: SIM non autorizzata.
ja: 許可されていないSIMです。
kk: Рұқсат етілмеген SIM карта.
ko: SIM이 허용되지 않음.
lt: SIM kortelė neleidžiama.
ms: SIM tidak dibenarkan.
nb: SIM ikke tillatt.
nl: Simkaart niet toegestaan.
pl: Karta SIM niedozwolona.
pt: SIM não permitido.
pt_pt: SIM não permitido.
ro: SIM neautorizat.
ru: SIM не разрешена.
sk: SIM nepovolená.
sl: Kartica SIM ni dovoljena.
sv: Otillåtet SIM-kort.
th: ไม่อนุญาตให้ใช้ซิม
tr: SIM’e izin verilmiyor.
uk: SIM заборонена.
zh_cn: 不允许SIM卡。
zh_hk: SIM卡不被允許。
zh_tw: 不允許SIM卡。

# REGISTRATION_CAUSE_CODE_6
source: Phone not allowed.
ar: الهاتف غير مسموح.
bg: Телефонът не е разрешен.
ca: Telèfon no acceptat.
cs: Telefon nepovolen.
da: Telefon ikke tilladt.
de: Telefon nicht zulässig.
el: Το τηλέφωνο δεν επιτρέπεται.
es: Teléfono no permitido.
es_us: Teléfono no permitido.
fi: Puhelin ei sallittu.
fr: Téléphone non autorisé.
fr_ca: Téléphone non autorisé.
he: הטלפון אינו מורשה.
hi: फ़ोन की अनुमति नहीं।
hr: Telefon nije dozvoljen.
hu: Telefon nem engedélyezett
id: Telepon tidak diizinkan.
it: Telefono non consentito.
ja: 許可されていない電話機です。
kk: Рұқсат етілмеген телефон.
ko: 전화가 허용되지 않음.
lt: Telefonas neleidžiamas.
ms: Telefon tidak dibenarkan.
nb: Telefon ikke tillatt.
nl: Telefoon niet toegestaan.
pl: Telefon nie jest dozwolony.
pt: Telefone não permitido.
pt_pt: Telefone não permitido.
ro: Telefon neautorizat.
ru: Телефон не разрешен.
sk: Telefón nie je povolený.
sl: Telefon ni dovoljen.
sv: Telefonen tillåts inte.
th: ไม่อนุญาตให้ใช้โทรศัพท์
tr: Telefona izin verilmiyor.
uk: Номер заборонено.
zh_cn: 不允许通话。
zh_hk: 不允許使用電話。
zh_tw: 不允許使用電話。

source: Serial Number
ar: الرقم التسلسلي
bg: Сериен номер
ca: Número de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
es_us: Número de serie
fi: Sarjanumero
fr: Numéro de série
fr_ca: Numéro de série
he: מספר סידורי
hi: सीरियल नंबर
hr: Serijski broj
hu: Sorozatszám
id: Nomor Seri
it: Numero di serie
ja: シリアル番号
kk: Сериялық нөмірі
ko: 일련 번호
lt: Serijos numeris
ms: Nombor Siri
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Número de Série
pt_pt: Número de série
ro: Număr serial
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
th: เลขประจำเครื่อง
tr: Seri Numarası
uk: Серійний №
vi: Số sê-ri
zh_cn: 序列号
zh_hk: 序號
zh_tw: 序號

source: Songs
ar: الأغاني
bg: Песни
ca: Cançons
cs: Skladby
da: Sange
de: Titel
el: Τραγούδια
es: Canciones
es_us: Canciones
fi: Kappaleet
fr: Morceaux
fr_ca: Chansons
he: שירים
hi: गीत
hr: Pjesme
hu: Dalok
id: Lagu
it: Brani
ja: 曲
kk: Әндер
ko: 노래
lt: Dainos
ms: Lagu
nb: Sanger
nl: Nummers
pl: Utwory
pt: Músicas
pt_pt: Músicas
ro: Melodii
ru: Песни
sk: Skladby
sl: Skladbe
sv: Låtar
th: เพลง
tr: Parçalar
uk: Пісні
vi: Bài hát
zh_cn: 歌曲
zh_hk: 歌曲
zh_tw: 歌曲

# TRUST_GROUP
source: Enable Full Trust for Root certificates
ar: تمكين الثقة الكاملة للشهادات الأصل
bg: Активиране на пълно доверие за главните сертификати
ca: Confiança total en certificats arrel
cs: Zapnout plnou důvěru pro kořenové certifikáty
da: Slå Fuld godkendelse af rodcertifikater til
de: Volles Vertrauen für Root-Zertifikate aktivieren
el: Ενεργοποίηση της πλήρους αξιοπιστίας για πιστοποιητικά ρίζας
es: Confiar en los certificados raíz
es_us: Confiar plenamente en certificados raíz
fi: Täysin luotetut juurivarmenteet
fr: Activer la confiance totale pour les certificats racine
fr_ca: Activer la confiance totale pour les certificats racines
he: הפעלת מצב ״אמון מלא״ עבור אישורי בסיס
hi: रूट सर्टिफ़िकेट के लिए पूर्ण विश्वसनीयता सक्षम करें
hr: Uključite punu pouzdanost za korijenske certifikate
hu: A gyökértanúsítványok teljes megbízhatóságának engedélyezése
id: Aktifkan Kepercayaan Penuh untuk sertifikat Dasar
it: Abilita attendibilità completa per certificati root
ja: ルート証明書を全面的に信頼
kk: Түбірлік сертификаттарға толықтай сену
ko: 루트 인증서 전체 신뢰 활성화
lt: Įjungti visišką šakninių sertifikatų patikimumą
ms: Dayakan Kepercayaan Penuh untuk sijil Akar
nb: Aktiver full godkjenning av rotsertifikater
nl: Schakel volledig vertrouwen in voor rootcertificaten
pl: Włącz pełne zaufanie do certyfikatów głównych
pt: Ativar Confiabilidade Total para Certificados Raiz
pt_pt: Ativar confiança total para certificados raiz
ro: Activați încrederea completă pentru certificatele rădăcină
ru: Доверять корневым сертификатам полностью
sk: Zapnúť plnú dôveru pre koreňové certifikáty
sl: Omogoči popolno zaupanje za korenska potrdila
sv: Aktivera full tillit för rotcertifikat
th: เปิดใช้งานการเชื่อถือทั้งหมดสำหรับใบรับรองหลัก
tr: Kök sertifikalar için Tam Güven’i etkinleştir
uk: Увімкнути повну довіру для основних сертифікатів
vi: Bật tin cậy đầy đủ cho chứng nhận gốc
zh_cn: 针对根证书启用完全信任
zh_hk: 啟用根證書的完整信任
zh_tw: 啟用根憑證的完整信任

source: Trust Store Version
ar: إصدار متجر شهادات الثقة
bg: Версия на хранилището
ca: Versió del magatzem
cs: Verze Trust Storu
de: Version
el: Έκδοση χώρου πιστοποιητικών
es: Versión (certificado)
es_us: Versión
fi: Trust Store -versio
fr: Version
fr_ca: Version du magasin
he: מתן אמון בגירסת החנות
hi: ट्रस्ट स्टोर संस्करण
hr: Verzija Trust Storea
hu: Trust Store-verzió
id: Versi Stok Sertifikat
it: Versione archivio
ja: トラストストアバージョン
kk: Сенімді сақтау орнының нұсқасы
ko: 인증서 보관함 버전
lt: Patikima „Store“ versija
ms: Versi Storan Percaya
nb: Trust Store-versjon
nl: Versie vertr. opslag
pl: Wersja mag. zaufania
pt: Versão da Trust Store
pt_pt: Versão dos certificados
ro: Versiune Trust Store
ru: Версия Хранилища
sk: Verzia Trust Storu
sl: Različica trgovine zaupanja
th: ที่เก็บใบรับรองหลัก
tr: Güvenli Mağaza Sürümü
uk: Версія Trust Store
vi: Phiên bản kho tin cậy
zh_cn: 受信任证书存储区版本
zh_hk: 信任憑證庫版本
zh_tw: 信任憑證庫版本

# UNKNOWN_NUMBER
source: Unknown
ar: غير معروف
bg: Непознат
ca: Desconegut
cs: Neznámá hodnota
da: Ukendt
de: Unbekannt
el: Άγνωστος
es: Desconocido
es_us: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
kk: Белгісіз
ko: 알 수 없음
lt: Nežinoma
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Brak informacji
pt: Desconhecido
pt_pt: Desconhecido
ro: Informații necunoscute
ru: Неизвестно
sk: Neznáme
sl: Neznano
sv: Okänt
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知

# User Data Available
source: Available
ar: متوفرة
bg: Налично
ca: Disponible
cs: K dispozici
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμα
es: Disponible
es_us: Disponible
fi: Käytettävissä
fr: Disponible
fr_ca: Disponible
he: פנוי
hi: उपलब्ध
hr: Dostupno
hu: Elérhető
id: Tersedia
it: Spazio disponibile
ja: 使用可能
kk: Қолжетімді
ko: 사용 가능 공간
lt: Prieinama
ms: Tersedia
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt: Disponível
pt_pt: Disponível
ro: Disponibil
ru: Доступно
sk: Voľné miesto
sl: Na voljo
sv: Tillgängligt
th: เหลือให้ใช้
tr: Kullanılabilir
uk: Вільно
vi: Khả dụng
zh_cn: 可用容量
zh_hk: 可用空間
zh_tw: 可用空間

# User Data Capacity
source: Capacity
ar: السعة
bg: Капацитет
ca: Capacitat
cs: Kapacita
da: Kapacitet
de: Kapazität
el: Χωρητικότητα
es: Capacidad
es_us: Capacidad
fi: Kapasiteetti
fr: Capacité
fr_ca: Capacité
he: קיבולת
hi: क्षमता
hr: Kapacitet
hu: Kapacitás
id: Kapasitas
it: Capacità
ja: 容量
kk: Сыйымдылық
ko: 전체 공간
lt: Talpa
ms: Kapasiti
nb: Kapasitet
nl: Capaciteit
pl: Pojemność
pt: Capacidade
pt_pt: Capacidade
ro: Capacitate
ru: Емкость памяти
sk: Kapacita
sl: Zmogljivost
sv: Kapacitet
th: ความจุ
tr: Kapasite
uk: Місткість
vi: Dung lượng
zh_cn: 总容量
zh_hk: 容量
zh_tw: 容量

source: Videos
ar: الفيديوهات
bg: Видеa
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
fr_ca: Vidéos
he: סרטונים
hi: वीडियो
hr: Videozapisi
hu: Videók
id: Video
it: Video
ja: ビデオ
kk: Видеолар
ko: 비디오
lt: Vaizdo įrašai
ms: Video
nb: Videoer
pl: Wideo
pt: Vídeos
pt_pt: Vídeos
ro: Clipuri video
ru: Видео
sk: Videá
sl: Videi
sv: Videor
th: วิดีโอ
tr: Videolar
uk: Відео
vi: Video
zh_cn: 视频
zh_hk: 影片
zh_tw: 影片

# BTMACAddress
source: Bluetooth
th: บลูทูธ
zh_cn: 蓝牙
zh_hk: 藍牙
zh_tw: 藍牙
